Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/AppleAccountUI.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# RECOVERY_CONTACTS_VIEW_HEADER_TEXT
source: A recovery contact can generate a code for you from their device.
ar: بإمكان جهة اتصال الاسترداد إنشاء رمز لك من جهازها.
bg: Контактът за възстановяване може да генерира код за вас от своето устройство.
ca: Un contacte de recuperació pot generar un codi amb el seu dispositiu per ajudar‑te.
cs: Kontakt pro obnovení pro vás může na svém zařízení vygenerovat kód.
da: En gendannelseskontakt kan generere en kode til dig på sin enhed.
de: Ein Wiederherstellungskontakt kann für dich einen Code auf dem eigenen Gerät generieren.
el: Μια επαφή ανάκτησης μπορεί να δημιουργήσει έναν κωδικό στη συσκευή Apple της που θα σας βοηθήσει να προσπελάσετε ξανά τα δεδομένα σας.
es: Un contacto de recuperación puede generarte un código desde su dispositivo.
es_419: Un contacto de recuperación puede generar un código para ti desde su dispositivo.
fi: Palautuksen yhteyshenkilö voi luoda koodin laitteellaan.
fr: Un contact de récupération peut générer un code pour vous sur son appareil.
fr_ca: Un contact de récupération peut générer un code à partir de son appareil et vous le transmettre.
he: איש קשר לשחזור יכול ליצור עבורך קוד במכשיר שלו.
hi: रिकवरी संपर्क आपके लिए अपने डिवाइस से कोड जनरेट कर सकता है।
hr: Kontakt za oporavak može generirati kôd za vas na svom uređaju.
hu: A helyreállítási kontakt létrehozhat egy kódot az Ön számára a saját eszközén.
id: Kontak pemulihan dapat membuat kode untuk Anda dari perangkat mereka.
it: Un contatto di recupero può generare un codice per te dal proprio dispositivo.
ja: 復旧用連絡先は自分のデバイスから復旧コードを生成できます。
kk: Қалпына келтіру контактісі өз құрылғысынан сізге код жасай алады.
ko: 복구 연락처는 본인의 기기에서 코드를 생성할 수 있습니다.
lt: Prieigą atkuriantis asmuo gali iš savo įrenginio sukurti kodą.
ms: Kenalan pemulihan boleh menjana kod untuk anda daripada peranti mereka.
nb: Gjen­opprettings­kontakten kan generere en kode for deg fra enheten sin.
nl: Een herstel­contact kan vanaf het eigen apparaat een code voor je genereren.
pl: Kontakt odzyskiwania może wygenerować dla Ciebie kod na swoim urządzeniu.
pt_br: O contato de recuperação pode gerar um código para você a partir do próprio dispositivo.
pt_pt: Um contacto de recuperação pode gerar um código no respetivo dispositivo.
ro: Un contact de recuperare poate genera un cod pentru dvs. de pe dispozitivul său.
ru: Контакт для восстановления доступа может сгенерировать для Вас код на своем устройстве.
sk: Kontakt na obnovu môže pre vás vygenerovať kód na svojom zariadení.
sl: Stik za obnovitev lahko v svoji napravi ustvari kodo za vas.
sv: En återställningskontakt kan skapa en kod åt dig från sin enhet.
th: ผู้ติดต่อการกู้คืนสามารถสร้างรหัสสำหรับคุณจากอุปกรณ์ของเขาได้
tr: Kurtarma kişisi, kendi aygıtında sizin için bir kod oluşturabilir.
uk: Контакт для відновлення може створити для вас код на своєму пристрої.
vi: Liên hệ khôi phục có thể tạo mã cho bạn từ thiết bị của họ.
zh_cn: 恢复联系人可从其设备为你生成代码。
zh_hk: 還原聯絡人可以為你從其Apple裝置產生代碼。
zh_tw: 復原聯絡人可以從自己的裝置為你產生復原代碼。

# RECOVERY_CONTACTS_VIEW_NAVIGATION_TITLE
source: Recovery Contacts
ar: جهات اتصال الاسترداد
bg: Контакти за възстановяване
ca: Contactes de recuperació
cs: Kontakty pro obnovení
da: Gendannelseskontakter
de: Wiederherstellungskontakte
el: Επαφές ανάκτησης
es: Contactos de recuperación
es_419: Contactos de recuperación
fi: Palautuksen yhteyshenkilöt
fr: Contacts de récupération
fr_ca: Contacts de récupération
he: אנשי קשר לשחזור
hi: रिकवरी संपर्क
hr: Kontakti za oporavak
hu: Helyreállítási kontaktok
id: Kontak Pemulihan
it: Contatti di recupero
ja: 復旧用連絡先
kk: Қалпына келтіру контактілері
ko: 복구 연락처
lt: Prieigą atkuriantys asmenys
ms: Kenalan Pemulihan
nb: Gjenopprettings­kontakter
nl: Herstel­contacten
pl: Kontakty odzyskiwania
pt_br: Contatos de Recuperação
pt_pt: Contactos de recuperação
ro: Contacte de recuperare
ru: Контакты для восстановления доступа
sk: Kontakty na obnovu
sl: Stiki za obnovitev
sv: Återställningskontakter
th: ผู้ติดต่อการกู้คืน
tr: Kurtarma Kişileri
uk: Контакти для відновлення
vi: Liên hệ khôi phục
zh_cn: 恢复联系人
zh_hk: 還原聯絡人
zh_tw: 復原聯絡人

# RECOVERY_CONTACTS_VIEW_OWNER_SECTION_HEADER
source: ACCOUNT RECOVERY FOR
ar: استرداد الحساب لـ
bg: ВЪЗСТАНОВЯВАНЕ НА РЕГИСТРАЦИЯ ЗА
ca: RECUPERACIÓ DE COMPTES D’ALTRES
cs: OBNOVENÍ ÚČTU UŽIVATELE
da: KONTOGENDANNELSE FOR
de: ACCOUNTWIEDERHERSTELLUNG FÜR
el: ΕΠΑΦΗ ΑΝΑΚΤΗΣΗΣ ΓΙΑ
es: RECUPERACIÓN DE LA CUENTA DE
es_419: RECUPERACIÓN DE LA CUENTA DE
fi: TILIN PALAUTUS KÄYTTÄJÄLLE
fr: RÉCUPÉRATION DU COMPTE POUR
fr_ca: RÉCUPÉRATION DU COMPTE DE
he: שחזור חשבון עבור
hi: इनके लिए खाता रिकवरी
hr: OPORAVAK RAČUNA ZA
hu: FIÓK-HELYREÁLLÍTÁS A KÖVETKEZŐ SZÁMÁRA:
id: PEMULIHAN AKUN UNTUK
it: RECUPERO DELL’ACCOUNT PER
ja: 以下の人のアカウント復旧用連絡先
kk: АККАУНТТЫ ҚАЛПЫНА КЕЛТІРУ
ko: 다음 사람의 계정 복구
lt: PASKYROS ATKŪRIMAS:
ms: PEMULIHAN AKAUN UNTUK
nb: KONTOGJENOPPRETTING FOR
nl: ACCOUNT­HERSTEL VOOR
pl: ODZYSKIWANIE KONTA
pt_br: RECUPERAÇÃO DA CONTA DE
pt_pt: RECUPERAÇÃO DE CONTA DE
ro: CONTACT DE RECUPERARE A CONTULUI PENTRU
ru: ВОССТАНОВЛЕНИЕ УЧЕТНОЙ ЗАПИСИ
sk: OBNOVA ÚČTU PRE UŽÍVATEĽA
sl: OBNOVITEV RAČUNA ZA
sv: KONTOÅTERSTÄLLNING FÖR
th: การกู้คืนบัญชีสำหรับ
tr: ŞU KİŞİ İÇİN HESAP KURTARMA:
uk: ВІДНОВЛЕННЯ ОБЛІКОВОГО ЗАПИСУ
vi: KHÔI PHỤC TÀI KHOẢN CHO
zh_cn: 你是此人的账户恢复联系人
zh_hk: 你是以下人士的帳户還原聯絡人
zh_tw: 你是以下帳號的復原聯絡人

# RECOVERY_KEY_REPAIR_ADP_SHEET_ADD_RC_ACTION
source: Add Recovery Contact
ar: إضافة جهة اتصال استرداد
bg: Добави контакт за възстановяване
ca: Afegeix un contacte de recuperació
cs: Přidat kontakt pro obnovení
da: Tilføj gendannelseskontakt
de: Wiederherstellungs­kontakt hinzufügen
el: Προσθήκη επαφής ανάκτησης
es: Añadir contacto de recuperación
es_419: Agregar contacto de recuperación
fi: Lisää palautuksen yhteyshenkilö
fr: Ajouter un contact de récupération
fr_ca: Ajouter un contact de récupération
he: הוספת איש קשר לשחזור
hi: रिकवरी संपर्क जोड़ें
hr: Dodaj kontakt za oporavak
hu: Helyreállítási kontakt hozzáadása
id: Tambah Kontak Pemulihan
it: Aggiungi contatto di recupero
ja: 復旧用連絡先を追加
kk: Қалпына келтіру контактісін қосу
ko: 복구 연락처 추가
lt: Įtraukti prieigą atkuriantį asmenį
ms: Tambah Kenalan Pemulihan
nb: Legg til gjenopp­rettings­kontakt
nl: Voeg herstel­contact toe
pl: Dodaj kontakt odzyskiwania
pt_br: Adicionar Contato de Recuperação
pt_pt: Adicionar contacto de recuperação
ro: Adăugați un contact de recuperare
ru: Добавить контакт для восстановления доступа
sk: Pridať kontakt na obnovu účtu
sl: Dodaj stik za obnovitev
sv: Lägg till återställningskontakt
th: เพิ่มผู้ติดต่อการกู้คืน
tr: Kurtarma Kişisi Ekle
uk: Додати контакт для відновлення
vi: Thêm Liên hệ khôi phục
zh_cn: 添加恢复联系人
zh_hk: 加入還原聯絡人
zh_tw: 加入復原聯絡人

# RECOVERY_KEY_REPAIR_ADP_SHEET_CREATE_RK_ACTION
source: Create New Recovery Key
ar: إنشاء مفتاح استرداد جديد
bg: Създай нов ключ за възстановяване
ca: Crea una clau de recuperació
cs: Vytvořit nový obnovovací klíč
da: Opret ny gendannelsesnøgle
de: Neuen Wiederherstellungsschlüssel erstellen
el: Δημιουργία κλειδιού ανάκτησης
es: Nueva clave
es_419: Crear nueva clave de recuperación
fi: Luo uusi palautusavain
fr: Créer une clé de secours
fr_ca: Créer une nouvelle clé de secours
he: יצירת מפתח שחזור חדש
hi: नई रिकवरी-की बनाएँ
hr: Izradi novi ključ za oporavak
hu: Új helyreállítási kulcs létrehozása
id: Buat Kunci Pemulihan Baru
it: Crea nuova chiave di recupero
ja: 新規復旧キーを作成
kk: Жаңа қалпына келтіру кілтін жасау
ko: 새로운 복구 키 생성
lt: Kurti naują atkūrimo raktą
ms: Cipta Kunci Pemulihan Baharu
nb: Opprett ny nøkkel
nl: Nieuwe herstelsleutel
pl: Utwórz nowy klucz odzyskiwania
pt_br: Criar Nova Chave Reserva
pt_pt: Criar chave de recuperação
ro: Creați o nouă cheie de recuperare
ru: Создать новый ключ восстановления
sk: Vytvoriť nový kľúč obnovy
sl: Ustvarjanje novega obnovitvenega ključa
sv: Skapa ny återställningsnyckel
th: สร้างรหัสการกู้คืนใหม่
tr: Yeni Kurtarma Anahtarı Yarat
uk: Створити новий ключ
vi: Tạo khóa khôi phục mới
zh_cn: 创建新恢复密钥
zh_hk: 製作新的還原密鑰
zh_tw: 新增復原密鑰

# RECOVERY_KEY_REPAIR_ADP_SHEET_INFORMATIVE
source: If you create a new recovery key or add a recovery contact, your old recovery key will be deleted.
ar: سيُحذف مفتاح الاسترداد القديم إذا أنشأت مفتاح استرداد جديد أو أضفت جهة اتصال استرداد.
bg: Ако създадете нов ключ за възстановяване или добавите контакт за възстановяване, старият ви ключ за възстановяване ще бъде изтрит.
ca: Si crees una clau de recuperació o afegeixes un contacte de recuperació, s’eliminarà la clau anterior.
cs: Když si vytvoříte nový obnovovací klíč nebo přidáte kontakt pro obnovení, původní obnovovací klíč se smaže.
da: Hvis du opretter en ny gendannelsesnøgle eller tilføjer en gendannelseskontakt, bliver din gamle gendannelsesnøgle slettet.
de: Wenn du einen neuen Wiederherstellungs­schlüssel erstellst oder einen Wiederherstellungs­kontakt hinzufügst, wird dein alter Wiederherstellungs­schlüssel gelöscht.
el: Αν δημιουργήσετε ένα νέο κλειδί ανάκτησης ή προσθέσετε μια επαφή ανάκτησης, το παλιό κλειδί ανάκτησής σας θα διαγραφεί.
es: Si creas una nueva clave de recuperación o añades un contacto de recuperación, tu clave antigua se eliminará.
es_419: Si creas una clave de recuperación nueva o agregas un contacto de recuperación, se eliminará tu clave de recuperación anterior.
fi: Jos luot uuden palautusavaimen tai lisäät palautuksen yhteyshenkilön, vanha palautusavain poistetaan.
fr: Si vous créez une nouvelle clé de secours ou ajoutez un contact de récupération, votre ancienne clé de secours sera supprimée.
fr_ca: Si vous créez une nouvelle clé de secours ou ajoutez un contact de récupération, votre ancienne clé de secours sera supprimée.
he: יצירת מפתח שחזור חדש או הוספת איש קשר לשחזור יובילו לכך שמפתח השחזור הישן שלך יימחק.
hi: अगर आप नई रिकवरी-की बनाते हैं या रिकवरी संपर्क जोड़ते हैं, तो आपकी पुरानी रिकवरी-की डिलीट कर दी जाएगी।
hr: Ako izradite novi ključ za oporavak ili uredite kontakt za oporavak, obrisat će se vaš stari ključ za oporavak.
hu: Ha új helyreállítási kulcsot hoz létre, vagy hozzáad egy helyreállítási kontaktot, a régi helyreállítási kulcs törlődik.
id: Jika Anda membuat kunci pemulihan baru atau menambahkan kontak pemulihan, kunci pemulihan lama Anda akan dihapus.
it: Se crei una nuova chiave di recupero o aggiungi un contatto di recupero, la chiave precedente verrà eliminata.
ja: 新しい復旧キーを作成するか、または復旧用連絡先を追加すると、これまでの復旧キーは削除されます。
kk: Жаңа қалпына келтіру кілтін жасасаңыз немесе қалпына келтіру контактісін қоссаңыз, ескі қалпына келтіру кілтіңіз жойылады.
ko: 복구 키를 새로 생성하거나 복구 연락처를 추가하면 이전 복구 키는 삭제됩니다.
lt: Jei sukursite naują atkūrimo raktą arba įtrauksite prieigą atkuriantį asmenį, senas atkūrimo raktas bus ištrintas.
ms: Jika anda mencipta kunci pemulihan baharu atau menambah kenalan pemulihan, kunci pemulihan lama anda akan dipadamkan.
nb: Den gamle gjen­opprettings­nøkkelen vil bli slettet hvis du oppretter en ny, eller legger til en gjen­opprettings­kontakt.
nl: Als je een nieuwe herstelsleutel aanmaakt of een herstelcontact toevoegt, wordt je oude herstelsleutel verwijderd.
pl: Gdy utworzysz nowy klucz odzyskiwania lub dodasz kontakt odzyskiwania, stary klucz odzyskiwania zostanie usunięty.
pt_br: Se você criar uma nova chave reserva ou adicionar um contato de recuperação, a chave reserva antiga será apagada.
pt_pt: A chave de recuperação antiga será apagada se criar uma nova ou adicionar um contacto de recuperação.
ro: Dacă veți crea o cheie de recuperare nouă sau veți adăuga un contact de recuperare, cheia de recuperare veche va fi ștearsă.
ru: Если создать новый ключ восстановления или добавить контакт для восстановления доступа, Ваш старый ключ восстановления будет удален.
sk: Po vytvorení nového kľúča obnovy alebo pridaní kontaktu na obnovu účtu bude váš starý kľúč obnovy vymazaný.
sl: Če ustvarite nov obnovitveni ključ ali dodate stik za obnovitev, bo vaš stari obnovitveni ključ izbrisan.
sv: Om du skapar en ny återställningsnyckel eller lägger till en återställningskontakt raderas den gamla återställningsnyckeln.
th: ถ้าคุณสร้างรหัสการกู้คืนใหม่หรือเพิ่มผู้ติดต่อการกู้คืน รหัสการกู้คืนเก่าของคุณจะถูกลบ
tr: Yeni bir kurtarma anahtarı yaratır ya da bir kurtarma kişisi eklerseniz eski kurtarma anahtarınız silinir.
uk: Якщо створити новий ключ відновлення або додати контакт для відновлення, старий ключ відновлення буде видалено.
vi: Nếu bạn tạo một khóa khôi phục mới hoặc thêm một liên hệ khôi phục thì khóa khôi phục cũ của bạn sẽ bị xóa.
zh_cn: 创建新恢复密钥或添加恢复联系人后，旧恢复密钥将被删除。
zh_hk: 如你製作新的還原密鑰或加入還原聯絡人，舊的還原密鑰會被刪除。
zh_tw: 若新增復原密鑰或加入復原聯絡人，將會刪除舊的復原密鑰。

# RECOVERY_KEY_REPAIR_ADP_SHEET_TITLE
source: Replace Recovery Key
ar: استبدال مفتاح الاسترداد
bg: Замяна на ключ за възстановяване
ca: Substitueix la clau de recuperació
cs: Nahradit obnovovací klíč
da: Erstat gendannelsesnøglen
de: Wiederherstellungsschlüssel ersetzen
el: Αντικατάσταση κλειδιού ανάκτησης
es: Reemplazar clave de recuperación
es_419: Reemplazar clave de recuperación
fi: Korvaa palautusavain
fr: Remplacer la clé de secours
fr_ca: Remplacer la clé de secours
he: החלפת מפתח השחזור
hi: रिकवरी-की बदलें
hr: Zamijeni ključ za oporavak
hu: Helyreállítási kulcs lecserélése
id: Ganti Kunci Pemulihan
it: Sostituisci chiave di recupero
ja: 復旧キーを置き換える
kk: Қалпына келтіру кілтін ауыстыру
ko: 복구 키 대치
lt: Keisti atkūrimo raktą
ms: Gantikan Kunci Pemulihan
nb: Erstatt gjenopprettingsnøkkel
nl: Vervang herstelsleutel
pl: Zastąp klucz odzyskiwania
pt_br: Substituir Chave Reserva
pt_pt: Mudar chave de recuperação
ro: Înlocuiți cheia de recuperare
ru: Замена ключа восстановления
sk: Nahradiť kľúč obnovy
sl: Zamenjaj obnovitveni ključ
sv: Ersätt återställningsnyckeln
th: แทนที่รหัสการกู้คืน
tr: Kurtarma Anahtarını Değiştir
uk: Замінити ключ відновлення
vi: Thay thế khóa khôi phục
zh_cn: 替换恢复密钥
zh_hk: 取代還原密鑰
zh_tw: 取代復原密鑰

# RECOVERY_KEY_REPAIR_SHEET_CREATE_RK_ACTION
source: Create New Recovery Key
ar: إنشاء مفتاح استرداد جديد
bg: Създай нов ключ за възстановяване
ca: Crea una clau de recuperació
cs: Vytvořit nový obnovovací klíč
da: Opret ny gendannelsesnøgle
de: Neuen Wiederherstellungsschlüssel erstellen
el: Δημιουργία κλειδιού ανάκτησης
es: Nueva clave
es_419: Crear nueva clave de recuperación
fi: Luo uusi palautusavain
fr: Créer une clé de secours
fr_ca: Créer une nouvelle clé de secours
he: יצירת מפתח שחזור חדש
hi: नई रिकवरी-की बनाएँ
hr: Izradi novi ključ za oporavak
hu: Új helyreállítási kulcs létrehozása
id: Buat Kunci Pemulihan Baru
it: Crea nuova chiave di recupero
ja: 新規復旧キーを作成
kk: Жаңа қалпына келтіру кілтін жасау
ko: 새로운 복구 키 생성
lt: Kurti naują atkūrimo raktą
ms: Cipta Kunci Pemulihan Baharu
nb: Opprett ny nøkkel
nl: Nieuwe herstelsleutel
pl: Utwórz nowy klucz odzyskiwania
pt_br: Criar Nova Chave Reserva
pt_pt: Criar chave de recuperação
ro: Creați o nouă cheie de recuperare
ru: Создать новый ключ восстановления
sk: Vytvoriť nový kľúč obnovy
sl: Ustvarjanje novega obnovitvenega ključa
sv: Skapa ny återställningsnyckel
th: สร้างรหัสการกู้คืนใหม่
tr: Yeni Kurtarma Anahtarı Yarat
uk: Створити новий ключ
vi: Tạo khóa khôi phục mới
zh_cn: 创建新恢复密钥
zh_hk: 製作新的還原密鑰
zh_tw: 新增復原密鑰

# RECOVERY_KEY_REPAIR_SHEET_INFORMATIVE_HAS_RECOVERY_CONTACT
source: If you no longer have your recovery key, you can replace it with a new key or turn it off.
ar: إذا لم يعد لديك مفتاح الاسترداد، يمكنك استبداله بمفتاح جديد أو إيقاف مفتاح الاسترداد.
bg: Ако вече не разполагате с вашия ключ за възстановяване, можете да го замените с нов ключ или да го изключите.
ca: Si ja no tens la clau de recuperació, pots substituir‑la per una altra o desactivar‑la.
cs: Pokud už obnovovací klíč nemáte, můžete ho nahradit novým klíčem nebo vypnout.
da: Hvis du ikke længere har din gendannelsesnøgle, kan du erstatte den med en ny nøgle eller slå brug af nøglen fra.
de: Wenn du deinen Wiederherstellungs­schlüssel nicht mehr hast, kannst du ihn durch einen neuen Schlüssel ersetzen oder ihn deaktivieren.
el: Αν δεν έχετε πλέον το κλειδί ανάκτησής σας, μπορείτε να το αντικαταστήσετε με ένα νέο κλειδί ή να το απενεργοποιήσετε.
es: Si ya no tienes tu clave de recuperación, puedes sustituirla por una nueva o desactivarla.
es_419: Si ya no tienes tu clave de recuperación, puedes reemplazarla con una nueva o desactivarla.
fi: Jos sinulla ei enää ole palautusavainta, voit korvata sen uudella avaimella tai palautuksen yhteyshenkilöllä tai laittaa sen pois päältä.
fr: Si vous n’êtes plus en possession de votre clé de secours, vous pouvez la remplacer par une nouvelle clé ou la désactiver.
fr_ca: Si vous ne disposez plus de votre clé de secours, vous pouvez la remplacer par une autre ou la désactiver.
he: אם מפתח השחזור שלך כבר לא ברשותך, באפשרותך להחליף אותו במפתח חדש או לכבות אותו.
hi: अगर अब आपके पास रिकवरी-की नहीं है, तो आप नई “की” से इसे बदल सकते हैं या इसे बंद कर सकते हैं।
hr: Ako više nemate ključ za oporavak, možete ga zamijeniti novim ključem ili ga isključiti.
hu: Ha már nem rendelkezik a helyreállítási kulcsával, lecserélheti azt egy új kulcsra, vagy kikapcsolhatja a funkciót.
id: Jika Anda sudah tidak memiliki kunci pemulihan, Anda dapat menggantinya dengan kunci baru atau mematikannya.
it: Se non possiedi più la chiave di recupero, puoi sostituirla con una nuova o disattivarla.
ja: 復旧キーがなくなった場合は、新しいキーと置き換えるか、または復旧キーをオフにできます。
kk: Қалпына келтіру кілті бұдан былай болмаса, оны жаңа кілтпен алмастыруға немесе оны өшіруге болады.
ko: 복구 키를 더 이상 가지고 있지 않은 경우, 새로운 키로 이를 대치하거나 복구 키를 끌 수 있습니다.
lt: Jei nebeturite atkūrimo rakto, jį galite pakeisti nauju raktu arba išjungti.
ms: Jika anda tidak lagi mempunyai kunci pemulihan, anda boleh menggantikannya dengan kunci baharu atau menyahaktifkannya.
nb: Hvis du ikke lenger har gjen­opprettings­nøkkelen, kan du erstatte den med en ny eller slå den av.
nl: Als je je herstelsleutel niet meer hebt, kun je deze vervangen door een nieuwe sleutel of uitschakelen.
pl: Jeśli nie masz już klucza odzyskiwania, możesz zastąpić go nowym kluczem lub wyłączyć.
pt_br: Se você não tiver mais a chave reserva, poderá substituí‑la por uma nova ou desativá‑la.
pt_pt: Se já não tiver a sua chave de recuperação, pode substituí‑la por uma nova ou desativá‑la.
ro: Dacă nu mai aveți cheia de recuperare, puteți să o înlocuiți cu o cheie nouă sau să o dezactivați.
ru: Если Вы утратите ключ восстановления, вместо него можно будет использовать новый ключ или выключить эту функцию.
sk: Ak už nemáte kľúč obnovy, môžete ho nahradiť novým kľúčom obnovy alebo ho vypnúť.
sl: Če obnovitvenega ključa nimate več, ga lahko nadomestite z novim ključem ali pa ga izklopite.
sv: Om du inte längre har din återställningsnyckel kan du ersätta den med en ny nyckel eller stänga av den.
th: ถ้าคุณไม่มีรหัสการกู้คืนของคุณอีกต่อไป คุณสามารถแทนที่ได้ด้วยรหัสการกู้คืนใหม่หรือปิดใช้รหัสการกู้คืนได้
tr: Kurtarma anahtarınız artık yoksa onu yeni bir anahtarla değiştirebilir veya kapatabilirsiniz.
uk: Якщо у вас більше немає ключа відновлення, замість нього можна створити новий ключ або вимкнути його взагалі.
vi: Nếu bạn không có khóa khôi phục nữa thì bạn có thể thay thế bằng một khóa mới hoặc tắt tính năng.
zh_cn: 若丢失恢复密钥，你可以使用新密钥替换或将其关闭。
zh_hk: 如你不再擁有還原密鑰，可以使用新密鑰取代它，也可以關閉還原密鑰。
zh_tw: 若你不再持有復原密鑰，你能以新的密鑰取代或將其關閉。
